[
    {
        "title": "Агенција за вработување на Македонија",
        "url": "https://mk.wikipedia.org/wiki/%D0%90%D0%B3%D0%B5%D0%BD%D1%86%D0%B8%D1%98%D0%B0_%D0%B7%D0%B0_%D0%B2%D1%80%D0%B0%D0%B1%D0%BE%D1%82%D1%83%D0%B2%D0%B0%D1%9A%D0%B5_%D0%BD%D0%B0_%D0%9C%D0%B0%D0%BA%D0%B5%D0%B4%D0%BE%D0%BD%D0%B8%D1%98%D0%B0",
        "text": "Агенција за вработување на Македонија (службено именувана како: Агенција за вработување на Република Северна Македонија или АВРСМ) — македонска институција којашто има за цел да ја зголеми стапката на вработеност во државата.\n\nИсторија\nСфатено во најширока смисла, во Република Македонија службата за вработување се јавува уште веднаш по ослободувањето во 1945 година, но таа била неразвиена и дел од општинската ресорна администрација, поради што во тој период не може да се зборува за нејзино профилирање како посебна јавна служба. Во тој период постоеле повеќе организациони облици во кои таа функционирала (трудов отсек, поверенство на трудот, управа за работна сила).\nФормалното институционализирање на службата за вработување е извршено на 31 март 1952 година со донесување на Уредба за организацијата на службата за посредување на трудот. Со оваа Уредба, донесена од страна на Владата на ФНРЈ, како органи на службата за посредување на трудот се дефинирани локалните и републичките бирои за посредување на трудот. Републичките бирои за посредување на трудот ги основаат советите за народно здравје и социјална политика на народните републики, а со нив управуваат управни одбори, а непосредно раководат шефовите на бироите.\nПонатаму, од 1 декември 1960 година, службата за вработување продолжува како Републички завод за запослување на работници на НРМ, основан од страна на Извршниот совет сo Уредба од 29 октомври 1960 година. Во овој период, во државата се спроведува стопанска и општествена реформа, а политичкиот систем, врз основа на уставните промени од 1963 година, доживува значајни промени, пред се во поглед на натамошното поопштествување на работите кои ги водеше државата и пошироко етаблирање на делегатскиот систем како принцип. Од тие причини, организационата форма на службата за вработување доживува промени и Републичкиот завод за запослување на работници на НРМ се трансформира во Републичка заедница за вработување.\nЗаедницата за вработување за највисок орган го има Собранието, преку кое се имплементирал институтот на општественото самоуправување и во областа на вработувањето. Општи карактеристики на овој период се напуштањето на екстензивната политика во вработувањето и воведување на активна, интензивна политика во оваа сфера, при што организациите во стопанството се осамостојуваат во поглед на обезбедувањето на кадарот, функциите на службата добиваат третман на дејност од посебен општествен интерес, како и зголемување на опсегот на надлежностите, организацијата и кадарот. Во овој период порадикално се пристапува и кон прашањето за научно дефинирање на делокругот на работите во вработувањето, а со цел подетално да биде утврдена улогата, функцијата и работите на службата. Принципите од Законот за организација и финансирањето на вработувањето (1965 година) дефинираше 9 функции на службата за вработување, и тоа: општествено – економска, посредничка, организационо – кадровска, професионална ориентација, образовна, материјално – правна заштита на невработените, документациона, финансиска и административна. Овие функции до денес претставуваат основа врз која се остварува најголемиот дел од работите и надлежноста на службата за вработување.\nВо согласност со општите системски промени во тогашното општество, базирани врз основа на Уставот од 1974 година, и во областа на вработувањето се основаат стопански интересни заедници (СИЗ) за вработување, и тоа на општинско, републичко и сојузно ниво, кои врз основа на делегатскиот принцип имаше за цел натамошна деетатизација и поопштествување на работите во областа на вработувањето. Така врз основа на Законот за самоуправните интересни заедници на вработувањето и за материјално обезбедување за време на привремена невработеност („Сл. весник на СРМ“ бр. 20/74), Републичката СИЗ за вработување е основана од 42 основачи, врз основа на самоуправна спогодба. Таа имала својство на правно лице и била устроена врз делегатски принцип на конституирање на своите органи (Собрание, Извешен одбор и Комисија за контрола). Делегатите во Собранието ги делегирале собранијата на општинските Заедници на вработувањето.\nСо Законот за изменување и дополнување на Законот за самоуправните интересни заедници на вработувањето и за материјално обезбедување за време на привремена невработеност („Сл. весник на СРМ“ бр. 9/78), службата за вработување се формира републичка заедница на вработувањето. Подоцнежни измени во поглед на функционирањето на службата за вработување се направени со измените во законската регулатива во „Сл. весник на СРМ“ бр. 32/87, 18/89, 36/89, 17/91 и „Службен весник на РМ“ бр. 36/91, 12/93 и 78/93.\nЗаконот за вработувањето и осигурување во случај на невработеност донесен 1997 година („Сл. весник на РМ“ бр. 37/97) ја преименува службата за вработување во Завод за вработување на Република Македонија, како јавна служба со седиште во Скопје, и истиот образува единствена стручна служба со подрачни единици-бироа за вработување, што се основаат за подрачјето на една или повеќе општини. Со овој Закон е уредено дека со Заводот за вработување на Република Македонија управува Управен одбор составен од 9 члена, а раководи Директор, кој го именува и разрешува Владата на Република Македонија на предлог на министерот за труд и социјална политика. Целокупното функционирање на Заводот е уредено со Законот, Статутот и актите за организација и систематизација.\nСо измените во Законот од 2004 година („Сл. весник на РМ“ бр. 37/04), називот на Заводот се менува во Агенција за вработување на Република Македонија, а бироата за вработување се преименуваат во центри за вработување.\n\nПроекти\nКако дел од јавните повици за оперативниот план за активни програми и самовработување, агенцијата нуди грантови за започнување свој бизнис на ранливите категории граѓани, односно „Претприемништво и развивање на бизнис вештини“.\n\nНаводи\n\nНадворешни врски\nОфицијална страница на Агенцијата за вработување на Македонија",
        "categories": [
            "All stub articles",
            "Македонија",
            "Никулци"
        ],
        "page_id": 1344213,
        "scraped_at": "2026-01-17T01:40:08.798355"
    },
    {
        "title": "Архитектура на Македонија",
        "url": "https://mk.wikipedia.org/wiki/%D0%90%D1%80%D1%85%D0%B8%D1%82%D0%B5%D0%BA%D1%82%D1%83%D1%80%D0%B0_%D0%BD%D0%B0_%D0%9C%D0%B0%D0%BA%D0%B5%D0%B4%D0%BE%D0%BD%D0%B8%D1%98%D0%B0",
        "text": "Под поимот Архитектура на Македонија се подразбира архитектурата која содржи секакви градби и споменици од културно, историско и религиозно наследство на денешната територија на Република Македонија.\nПовеќе групи на луѓе кои престојувале или владееле со Македонија, оставиле свое влијание и траги во многу нешта; еден од најзначајните е, секако, архитектурата. Овие групи на луѓе ги вклучуваат Пајонците, Илирите, Античките Македонци, Античките Римјани, Византијците, Словените и Отоманците.\n\nСтароградска архитектура\n\nАрхитектурата во Крушево\nПосебно обележје на Крушева е староградската архитектура. Притоа, крушевската куќа е симбиоза на влашката (епирската) и мијачката (галичката) архитектура. Еден од ретките описи на крушевската архитектура е даден во спомените на Никола Киров - Мајски, кој ги споменува познатите куќи на Ничотовци и на поп Костадин Стариот. Според неговиот опис, куќата на Ничотовци била изградена на три ката, изработена од делкани гранитни плочи донесени од Прилеп, а имала дури 60 простории. Таа се одликувала со високи дивани, еркерни балкони, а вратите, таваните, масандрите и долапите биле направени од буково и од ореово дрво. На најдолниот кат се чувала зимницата, а во дворот имало мермерна чешма. За нејзината градба биле потрошени дури 1.000 златни турски лири, што во тоа време било голема сума пари. Во поново време, во Крушево се истакнувале куќите на Нешковци (позната како „Куќата на пашите“), Фундовци, Таховци итн., но голем дел од нив биле уништени при задушувањето на Илинденското востание. Куќата на Нешковци, соѕидана со врела вар, е препознатлива по високите тавани (3,7 метри) и броните прозорци (дури 24 на предната страна).\n\nНаводи",
        "categories": [
            "Архитектура",
            "Историја на Македонија",
            "Култура на Македонија",
            "Македонија"
        ],
        "page_id": 1146269,
        "scraped_at": "2026-01-17T01:40:08.800662"
    },
    {
        "title": "Бел терор (Македонија)",
        "url": "https://mk.wikipedia.org/wiki/%D0%91%D0%B5%D0%BB_%D1%82%D0%B5%D1%80%D0%BE%D1%80_%28%D0%9C%D0%B0%D0%BA%D0%B5%D0%B4%D0%BE%D0%BD%D0%B8%D1%98%D0%B0%29",
        "text": "Бел терор — државен терор после поделбата на Македонија во 1913 година, кога балканските монархии спроведувале политика на жесток терор против македонското население. Македонското име и македонскиот јазик биле забранети и прогонувани, како и секакво јавно изразување на македонската етничка свест (јазикот, традициите и народните обичаи). Разни терористички организации („Грчко-македонска тупаница“, „Здружение против бугарските бандити“) го тероризирале македонското население да ја прифати денационализацијата и асимилацијата или да емигрира. Во Вардарскиот дел на Македонија српските власти исто така спроведувале државен терор против македонскиот народ со изговор дека водат борба против ВМРО.\nВо Егејскиот дел на Македонија грчките власти спроведувале политика на етнички геноцид над македонското население. Врз основа на Конвенцијата за „доброволно иселување“, 86.000 Македонци биле принудно протерани во Бугарија. Се вршел силен притисок за иселување и на останатото македонско население (трагедијата во с. Tрлис, 1924). Грчката политика на теророт кулминирала во периодот на Метаксасовата диктатура (1936–1940), кога 5.000 Македонци, поради употребата на македонскиот јазик, биле пратени по грчките затвори и логори. Во Пиринскиот дел на Македонија ВМРО со ликвидации се пресметувало со своите политички противници.\nВо периодот на Втората светска војна продолжила политиката на терор против македонското население. Во Егејскиот и во Вардарскиот дел на Македонија биле прогонувани приврзаниците на македонското национално и антифашистичко движење.\nВо периодот на Граѓанската војна во Грција (1946–1949) политиката на бел терор на грчката држава кулминирала: повеќе од 20.000 Македонци го загубиле животот, а терор се вршел и врз цивилното население (трагедијата во с. Б’мбоки и Загоричани); 60.000 (меѓу нив и 20.000 деца) биле принудени да емигрираат во источноевропските земји.\nВо Пиринскиот дел на Македонија, по укинувањето на Културната автономија (1948), продолжила политиката на прогон. И во НРМ властите вршеле одредени видови репресија врз политичките неистомисленици и противници („автономисти“, „националисти“ или „информбировци“).\n\nЛитература\nС. Киселиновски, Грчката колонизација во Егејска Македонија (1913–1940), Скопје, 1981;\nХр. Андоновски, Вистината за Егејска Македонија, Скопје, 1971.\n\nНадворешни врски\nМоже ли историјата да се скрие под тепих? demokratskisojuz.org.mk\nМакедонците го немаат дури ни правото да се нарекуваат Македонци. www.mn.mk",
        "categories": [
            "Етничко чистење",
            "Македонија"
        ],
        "page_id": 1057902,
        "scraped_at": "2026-01-17T01:40:08.803134"
    },
    {
        "title": "Археопотамус",
        "url": "https://mk.wikipedia.org/wiki/%D0%90%D1%80%D1%85%D0%B5%D0%BE%D0%BF%D0%BE%D1%82%D0%B0%D0%BC%D1%83%D1%81",
        "text": "Археопотамус е исчезнат род на Hippopotamidae кој живеел пред 7,5 до 2,58 милиони години во Африка и на Средниот Исток. Родот бил опишан во 2005 година за да ги опфати видовите нилски коњи кои претходно беа групирани во Хексапротодон.\nАрхеопотамус значи „стариот на реката“. Од сите идентификувани нилски коњи, само Кенијапотамус е постар. Кенијапотамусот, сепак, е познат само од делумни фосили; Археопотамусот пак е најстариот добро идентификуван нилски коњ.\n\nОдлики\nМногу праисториски фосили од нилски коњ првично се познати преку фосилите на долната вилица. Археопотамусот, како Хексапротодон, има три пара секачи. За разлика од другите Хексапротодони, Археопотамусот има многу издолжена мандибуларна симфиза. Неформалното име „тесни нилски коњи со муцка“ било предложено за овој род.\n\nA. lothagamensis\nA. lothagamensis е вид чии фосили се откриени во 2000 година во Лотагам, кој се наоѓа југозападно од Турканското езеро во Кенија. Кога првпат бил опишан, видот бил класифициран како Hexaprotodon lothagamensis, иако биле забележани значајните морфолошки разлики помеѓу другите видови на Hexaprotodon.\nA. lothagamensis бил помал од модерниот нилски коњ, а исто така помал и со потенок скелет од A. harvardi. Меѓутоа, тој сепак бил значително поголем од модерниот пигмејски нилски коњ.\n\nA. harvardi\nA. harvardi е вид на нилски коњ кој првпат бил опишан во 1977 година, првично како Hexaprotodon harvardi. Иако пропорциите на A.harvardi и A.lothagamensis се слични, првиот вид е значително помал. Бутните коски на A. harvardi се приближно со иста големина како оние на модерниот нилски коњ.\nДруга група на фосили, првично опишани како Hexaprotodon sahabiensis или Абу Даби Нилски коњ, сега се смета дека припаѓаат на A. harvardi или A. lothagamensis. Фосилните записи за A. harvardi се поопширни отколку за другите Археопотами.\nСе верува дека A. Harvardi имал покрајбрежен начин на живот од A. lothagamensis.\n\nРаспространетост\nФосилите на Археопотамус се откопани во близина на Турканското езеро, Кенија; во близина на езерото Викторија во Кенија и во Абу Даби така што веројатно се движеле низ Источна Африка и Арапскиот Полуостров.\n\nЕволуција\nНепосредниот предок на Археопотамус е непознат. Дали Археопотамус потекнува од Кенијапотамус не може да се утврди од достапниte фосили. Иако Archaeopotamus е попримитивен од кој било член на родот Hippopotamus, тој најверојатно е сестринска група на нилски коњи и Hexaprotodon.\nФосилите слични на Археопотамус датираат уште пред околу 2 милиони години, крајот на епохата на плиоценот. Овие фосили се значително различни од оние на Хипопотамус и Хексапротодон.\n\nНаводи",
        "categories": [
            "Животни во Зоолошка градина Скопје",
            "Македонија",
            "Нилски коњи"
        ],
        "page_id": 1316330,
        "scraped_at": "2026-01-17T01:40:08.820314"
    },
    {
        "title": "Македонија",
        "url": "https://mk.wikipedia.org/wiki/%D0%9C%D0%B0%D0%BA%D0%B5%D0%B4%D0%BE%D0%BD%D0%B8%D1%98%D0%B0",
        "text": "За останати значења на поимот, видете ја страницата за појаснување.\n\nМакедонија, службено позната под новото спорно уставно име Република Северна Македонија (РСМ) или скратено Северна Македонија — држава сместена на Балканскиот Полуостров во Југоисточна Европа. Земјата е една од наследничките држави на поранешна СФРЈ, од која прогласила независност во 1991 година. Зафаќа околу 38 % од вкупната површина на регионот Македонија. Географски земјата граничи со Србија на север, Косово на северозапад, Бугарија на исток, Грција на југ и Албанија на запад. Релјефот на државата е главно планински. Иако е континентална држава, таа има повеќе од 50 езера и шеснаесет планини повисоки од 2.000 метри.\nМакедонија е суверена, самостојна, демократска и социјална држава. Главен град на државата е Скопје со население од 605.404 жители (проц. 2025). Други поголеми градови се: Битола, Куманово, Прилеп, Тетово, Велес, Штип, Охрид, Гостивар, Струмица, Кавадарци, Кочани и Кичево. Македонија има вкупно 25.436 км2 во кои живеат околу 1.836.713 жители (попис од 2021), од кои мнозинството се Македонци. Службен јазик во државата е македонскиот, додека службена валута е денарот.\nВо 1993 година, Македонија станала членка на Обединетите нации, но поради Спорот со името што го водела со Република Грција, таа била примена под привремената референца Поранешна Југословенска Република Македонија. Македонија е членка и на советот на Европа и НАТО. Од декември 2005 година, исто така, таа е и кандидат за приклучување кон Европската Унија.\n\nПотекло на поимот\nИмето „Македонија“ е од старомакедонско потекло, и според преданијата доаѓа од митскиот предок Македон. Како државно име почнало да се користи во VIII век пр. н. е за Кралството Македонија, Македонската Империја, па потоа на римската покраина Македонија, византиската тема Македонија и денес за регионот Македонија и државата Македонија. Денес се верува дека името значи „планинци“ или „висока земја“ или „високи луѓе“. Во 2018 година е склучен Преспанскиот договор помеѓу македонската влада, предводена од претседателот Зоран Заев и Грчката влада, предводена од претседателот Алексис Ципрас, со кој се утврдило името на државата за внатрешна и надворешна употреба да биде „Северна Македонија“. Новото име стапило во службена употреба на 11 февруари 2019 година. Сепак, и покрај промената на името, народот и медиумите сè уште ја именуваат државата едноставно како Македонија.\n\nИсторија\n\nПраисторија\n\nНајстарите траги од животот на луѓето во Македонија потекнуваат од времето на неолитот, односно од времето кога постоело примитивно земјоделство. Покрај земјоделството, луѓето во ова време ја познавале, изработувале и употребувале керамиката, во вид на садови за секојдневна употреба, или како вајани идоли на божества и човечки фигури. Од страна на оружје во ова време била користена праќата.\nЗа време на бронзеното време, особеност на населбите во Македонија е тоа што биле градени на високи и тешко достапни места, што наведува на големи преселби на разни племиња. Преодниот период од бронзеното во железното време (XII — XI век п.н.е.) е одбележан со големи преселби на население од север, во науката познати како Егејски преселби, со цел освојување на богати градови во Југоисточниот Медитеран. Притоа, дошло до уништување на микенската култура. Дел од преселбите се одвивале по долината на Вардар, па, така, повеќе населби од тој период се уништени, главно со опожарување.\n\nАнтичка Македонија\n\nАрхеолошките наоди покажуваат дека на просторот на Македонија постоела цивилизација уште од периодот меѓу 9000 п.н.е. и 3500 п.н.е. Првпат Македонското Кралство се појавува во периодот на IX век п.н.е., а постои недоумица за тоа кој бил првиот македонски крал — Каран, кој се смета за митски предок на Аргеадите, или Пердика I — првиот историски крал на Кралството Македонија.\nПриближно од V век п.н.е. Кралството Македонија станува значаен политичко-економски чинител во поширокиот регион, а негова главна надворешнополитичка дејност била сосредоточена кон односите со грчките градови-држави, при што често било сојузник со други држави (како на пр. Персија) против Грците, или пак заземало страна во некои од меѓусебните спорови на градовите, настојувајќи на тој начин да го уништи нивното единство и да ги ослаби. Филип II Македонски (359 г. п.н.е. — 336 г. п.н.е.), по покорувањето на Илирите и Тракијците, успеал да ја освои цела Грција. Неговиот син, Александар III Македонски (336 г. п.н.е. — 323 г. п.н.е.) е една од најзначајните личности во светската историја. Тој најпрвин го скршил внатрешниот отпор во проширеното Македонско Кралство, а подоцна во походот против Персија, ја уништил огромната Персиска Империја и ја проширил македонската држава на три континенти — Европа, Азија и Африка, протегајќи се на Балканскиот Полуостров и Мала Азија, Блискиот Исток, Египет и Индија, и со тоа била создадена Македонската Империја.\nПо неговата смрт, оваа огромна империја, како резултат на несогласувањата на неговите генерали (дијадоси) околу тоа кој ќе биде негов наследник се распаднала на 3 дела и тоа: Кралството на Селевкидите, Кралството на Птолемаидите и Кралството на Антигонидите. Освојувањата на Александар III Македонски имаат суштествено значење за започнувањето на хеленистичкиот период во светската историја.\nПродорот на Римска Република на исток доведува до таканаречените Македонско-римски војни (215 г. п.н.е. — 168 г. п.н.е.) во кои Македонското Кралство управувано од Династијата на Антигонидите целосно потпаѓа под римска власт, а последниот македонски крал Персеј e одведен како роб во Рим. Таа станува римска провинција како дел од Римското Царство и е поделена на 2 дела — Македонија Прима и Македонија Салутарис. Територијата на денешна Македонија била поделена меѓу провинциите Македонија Салутарис и Моезија прима. По поделбата на Римското Царство во 395 г. од н.е. на Источно и Западно Римско Царство, Македонија станува дел од Источното Римско Царство или Византија.\n\nСреден век\n\nВо VI и VII век на Балканот и во Македонија се доселуваат Словените, достигнувајќи јужно до Тесалија, па дури и до Пелопонез. Тие се измешале со затекнатото месно население, во најголема мера со Тракијци и Илири, потоа Стари Грци, Антички Македонци, и др. На македонската територија, која тогаш се наоѓала под византиска јурисдикција, македонските Словени биле опфатени во полудржавни формации — македонски склавинии. Склавиниите презеле повеќе напади против Византија и утврдените византиски градови.\nВо 837 година Македонија почнува да потпаѓа под власта на бугарската држава, при што до средината на IX век поголемиот дел од Македонија потпаднал под бугарска власт, а другиот бил вклучен во рамките на Византија. Во IX век, исто така, започнува и црковнопросветната дејност на солуњаните Кирил и Методиј, која се состоела од повеќе мисии за покрстување на Словените, но и во поставување на основите на словенската писменост, која започнува со создавањето на словенската азбука — глаголицата, во 855 година. Нивните ученици, Климент и Наум, ќе ја продолжат нивната дејност и кон крајот на IX век, ќе ја создадат Охридската книжевна школа и Преславската книжевна школа, со што Охрид набрзо прераснува во еден од најразвиените црковнопросветни и културни средишта на Балканот — лулка на словенската писменост.\nВо X век Македонија ќе ја зафати богомилското движење и учење, за првпат создадено во Велешко-прилепската Област, како одглас на потчинувачкиот феудален црковноекономски систем. Тоа набрзо ќе се прошири не само во Македонија, туку и низ цела Европа.\nСо востанијата во Македонија во втората половина на X век, во 969 година против бугарската и во 976 година против византиската власт била создадена македонската средновековна феудална држава, позната уште и како Самуиловото Царство). Македонската средновековна феудална држава постоела сè до 1018 година, кога била покорена од византиските војски. Во XIII и XIV век византиската власт врз Македонија била прекинувана со времиња на српско и бугарско владеење.\nДо крајот на XIV век Македонија целосно била покорена од Османлиите, со што нејзиниот економски и општествен систем бил разорен, а исто така, бил забавен и нејзиниот натамошен општествен и културен развој. Во 1767 година султанот ја укинал Охридската архиепископија.\n\nОсвестување и обединување на македонската нација во XIX век\n\nЗацврстување на народниот јазик\n\nОд XIV век во Македонија започнува да се засилува влијанието на српската варијанта на старословенскиот јазик. Причина за тоа било приклучувањето на македонските краишта кон тогашната српска држава. Тоа влијание се однесува главно, на правописот. Покрај тоа, во книжевните споменици од тоа време сè повидливи се и трагите од современите живи македонски говори.\nВо времето на Отоманското Царство писменоста доживува опаѓање. Нејзиниот јазик уште повеќе се оддалечува од старословенската основа, затоа што во живиот народен говор веќе биле насобрани повеќе изразити промени. Покрај црковните богослужбени книги, во кои повеќе се водело сметка за старата писмена словенска традиција, се појавуваат сè повеќе и такви текстови што служат за читање на поширок круг луѓе или претставуваат написи за практична употреба.\nВо XVI век се печатат и книги во Србија и Венеција. Во XVII век веќе доаѓаат во големи количества црковни книги печатени во Русија на рускословенски јазик.\n\nМакедонско национално движење\n\nЗа време на османското владеење положбата на Македонците и создавањето на македонска држава биле многу тешки. Неколку движења, чии цели се создавање на автономна Македонија, која го покрива целиот регион на Македонија, започнале да се појавуваат кон крајот на XIX век, а најстарата од нив е Македонската револуционерна организација. Во 1905 година таа била преименувана во Внатрешна македонско-одринска револуционерна организација (ВМОРО), а по Втората светска војна организацијата се поделила на Внатрешна македонска револуционерна организација (ВМРО) и Внатрешна тракиска револуционерна организација (ВТРО). Во почетокот организацијата не бирала националности туку била отворена за „... обединување на сите незадоволни елементи во Македонија и Одринско, без оглед на нивната националност...“ Поголемиот дел од членовите сепак биле Македонци. Во 1903 година ВМРО организира Илинденското востание против Османлиите, кои по некои првични успеси, вклучувајќи и формирање на Крушевската Република, било задушено со големи човечки загуби. Востанието и образувањето на Крушевската Република подоцна многу ќе влијаат кон создавањето на денешната Република.\n\nМакедонија во XX век\nМакедонија пред Балканските војни\nМакедонија во Првата балканска војна\nСрпска окупација\nМакедонија во Втората балканска војна\nНародноослободителната борба\nСоцијалистичка Република Македонија\n\nНезависност\nСвојот пат кон политичката независност, Македонија го градела во неколку последователни чекори, носејќи одредени правни акти. Така, најпрвин, на 25 јануари 1991 година, Собранието на Република Македонија донело Декларација за сувереност. Подоцна, на 8 септември 1991 година бил одржан референдум за независност на Македонија при што референдумското прашање гласело:\n„Дали сте за суверена и самостојна држава Македонија со право да стапи во иден сојуз на суверени држави на Југославија?“\nСпоред тврдењето на тогашниот претседател на Собранието на Република Македонија, Стојан Андов, во август 1991 година тој имал долг и тежок разговор со претседателот на Република Македонија, Киро Глигоров, кој бил автор на референдумското прашање, убедувајќи го да го избрише вториот дел од референдумското прашање. Плашејќи се од воената вмешаност од страна на ЈНА, Глигоров останал на својата формулација на референдумското прашање. Референдумот за независноста на Македонија бил бојкотиран од албанското население поради вториот дел од референдумското прашање, кое ја допуштало можноста за повторно влегување во сојуз со другите републики на СФРЈ. По успешно спроведениот референдум, на 17 ноември 1991 година бил донесен првиот Устав на Република Македонија, при што за него не гласале пратениците Албанци.\n\nПо донесувањето на Уставот, дејствувањата за меѓународното признавање на Македонија ги презел претседателот, Киро Глигоров. На 16 декември 1991 година, Советот на министрите на Европската заедница (сегашната Европска комисија) донел одлука да ја признае независноста на оние републики од СФРЈ кои ќе побараат признавање, но кои ги исполнуваат условите поставени од страна на Европската заедница. Притоа, рокот за донесување на дефинитивната одлука бил одреден за 15 јануари 1992 година. Со истата Декларација за Југославија, Европската заедница ги одредила условите за меѓународно признавање на републиките од СФРЈ:\n\nда побараат меѓународно признавање,\nда ги прифатат сите обврски содржани во критериумите за признавање на новите држави,\nда ги прифатат условите од Хашката конференција за Југославија, а особено оние од второто поглавје, кои се однесуваат на човековите права и правата на националните и етничките групи,\nда ги поддржуваат напорите на Генералниот секретар и на Советот за безбедност на Обединетите нации и продолжувањето на Конференцијата за Југославија.\n\nВо Декларацијата бил определен краен рок за доставување на пријавите од страна на републиките на СФРЈ (23 декември 1991 година). Потоа, пријавите на оние републики што побарале признавање, со помош на претседавачот на Конференцијата за Југославија, биле проследени до Арбитражната комисија (предводена од франускиот правен експерт Робер Бадентер), која требало да даде мислење пред да се донесе конечна одлука за признавање. Претседателот на Република Македонија, Киро Глигоров, навреме ја поднесол пријавата за меѓународно признавање, а Арбитражната комисија подготвила прелиминарен текст којшто го испратила до Република Македонија. Во мислењето на Арбитражната комисија (точката 2а) се изразувала одреден сомнеж во однос на желбата на Македонија за стекнување независност, предизвикан од вториот дел на референдумското прашање. Поради тоа, на 11 декември, во весникот „Нова Македонија“, претседателот Глигоров објавил реакција поради прелиминарното решение на Арбитражната комисија. Во писмото испратено до Бадентер, Глигоров го опишал доследното, последователно донесување правни акти за независноста на Македонија и дал објаснување за вториот дел од референдумското прашање — неговото убедување дека состојбата во СФРЈ ќе се смири со посредство на меѓународната заедница и дека ќе се создаде нов сојуз на републиките.\n\nПо оваа интервенција на Глигоров започнало засилено општење меѓу македонскиот министер за надворешни работи, Денко Малески, и Арбитражната комисија за да се убеди Арбитражната комисија дека Македонија нема територијални стремежи кон соседите. За таа цел, по совет на бадентер, биле донесени два амандмани на македонскиот устав: со едниот била извршена поправка на уставната одредба за начинот на промена на државните граници, а со вториот амандман се дало објаснување дека Македонија нема да се меша во внатрешните работи на Грција, преку својата заинтересираност за положбата на македонското малцинство. Откако двата амандмани биле усогласени со Арбитражната комисија, на 6 јанаури 1992 година, тие биле усвоени од страна на Собранието на Република Македонија. По расчистувањето на овие недоразбирања, Арбитражната комисија донела мислење дека Македонија ги исполнува сите потребни услови за меѓународно признавање. Сепак, наспроти ваквата препорака, Советот на министрите на Европската заедница донел одлука да ги признае само Словенија и Хрватска.\n\nВлади на Република Македонија\nИсторија на Република Македонија\n\nАдминистративна поделба\n\nОпштините на Македонија се административни единици од прв ред. Во август 2004 и март 2013, Македонија е реорганизирана на 80 општини; 10 од нив се Град Скопје, посебна единица на локална самоуправа и главен град на државата.\nРечиси сите општини се непроменети или само претопени од претходните 123 општини формирани во септември 1996; другите биле припоени една кон друга и границите им се променети. Пред ова, локалната управа била организирана во 34 административни единици на различни нивоа.\nПо број на население, најголема општина во Македонија е Општина Куманово со 105.484 жители, а најмала Општина Вевчани со 2.433 жители.\n\nГеографија\n\nМестоположба\n\nМакедонија има површина од 25.713 км2 и нема излез на море. Македонија на исток граничи со Република Бугарија, на север со Република Србија и Република Косово, на запад со Република Албанија и на југ со Република Грција. Должината на државните граници изнесува вкупно 839 км, и тоа:\n\nРепублика Грција 262 км\nРепублика Косово 159 км\nРепублика Албанија 191 км\nРепублика Бугарија 165 км\nРепублика Србија 62 км\nЗначењето на географската положба на Македонија, како средишна балканска држава што се граничи со четири држави, различни по својот стопански потенцијал и развиеност, е што тие се упатени на меѓусебна трговска размена и дополнување на нивните економии, токму преку територијата на Македонија.\nСледната табела ја наведува точната географска положба на Македонија. Исто така, во неа се вклучени крајните точки на територијата.\n\nРелјеф\n\nМакедонија е земја која што е заградена во нејзините граници и не излегува на море или океан. Таа географски е определена со долината што ја образува најголемата река на нејзината територија — Вардар, која се граничи со повеќе планински вериги. Главно, земјиштето е нерамно и сместено меѓу Шар Планина и Осогово, кои се границата на долината на реката Вардар. Трите најголеми природни езера во државата се — Охридското, Преспанското и Дојранското Езеро. Тие лежат на јужната граница, и се поделени меѓу границите со Албанија и Грција. Охридското Езеро се смета за едно од најстарите езера и биотопи во светот. Регионот е сеизмички активен, и во минатото се случиле многу катастрофални земјотреси, од кои најблизок е Скопскиот земјотрес од 1963 што срушил 80 % од градот Скопје и убил околу 1.000 луѓе. Најголема котлина е Пелагонија на која се одгледуваат многу култури посебни за ова климатско подрачје, како на пример тутунот што најмногу се одгледува во околината на Прилеп.\n44,01 % од вкупната територија на Македонија е со надморска височина од 500 до 1.000 метри, 22,44 % е со надморска височина од 200 до 500 метри, 22,33 % е со надморска височина од 1.000 до 1.500 метри, 6,95 % е со надморска височина од 1.500 до 2.000 метри, 2,89 % е со надморска височина до 200 метри и 1,38 % е со надморска височина од над 2.000 метри.\nНајвисоките 10 планини со своите највисоки врвови се:\n\nМакедонија исто така има и „сценски“ планини. Тие припаѓаат на две различни планински вериги: првата се планините од шарскиот предел што се надоврзува со западновардарската/пелагониска група на планини (Баба Планина, Ниџе, Кожуф и Јакупица) исто така позната како динарска верига. Втората верига е планинскиот ланец Осогово-Беласица, позната под името родопска верига. Планините во западниот дел се помлади и повисоки во однос на оние од источниот дел на земјата.\n\nДемографија\n\nСпоред пописот од 2002 година, бројот на домаќинствата изнесувал 564.296, а на становите 698.143. Во вкупното население од 2.022.547 лица, населението на возраст до 19 години броeло 591.702 лица, додека во групата 60 и повеќе години имало 303.534 лица. Лицата на возраст од над 65 години опфаќале 10,57 % во вкупното население, додека младата популација од 0 до 14 години била застапена со 21,08 проценти.\nТабела: Етничка структура на населението според пописот од 2002 година.\n\nРелигија\nТабела: Структура на населението според верската припандост.\n\nПоголеми градови\n\nКултура во Македонија\nБлагодарение на географската положба, сместена во територијата на средиштен Јужен Балкан, Македонија е трезор на скоро сите позначајни културни, историски епохи што ја обележуваат европската цивилизација.\nАнтичката, римската, ранохристијанската, византиската, словенската, отоманската се епохи што оставиле богати културни траги на територијата на Македонија.\nОвие културноисториски траги, ја одделуваат Македонија како посебна средина, со богати културни и духовни наследства, кои во XX век, особено по Втората светска војна ќе придонесат или ќе бидат мошне значаен темел за создавање на посебна уметност и творештво што има европски контекст и постигнувања.\n\nКнижевност\n\nМакедонската книжевност започнува со Охридската книжевна школа од 886 година. Овие први пишани дела биле најчесто со религиозна тематика. Универзитетот (еден од најстарите во Европа) основан од Свети Климент Охридски во Охрид ќе биде колепка не само на македонската книжевност, туку и на книжевноста на целиот словенски свет. Редакцијата на која се пишувале првите дела на овој универзитет, е еден вид на старословенски книжевен јазик кој бил универзален за севкупниот словенски свет. Охрид со својата Охридска книжевна школа, Кратово со својата Кратовска книжевна школа и Лесново со својата Лесновска книжевна школа биле центрите каде што се создавале дела на црковнословенски јазик. Кон ова треба да се спомене и битолската препишувачка школа во која се реализирале исклучително вредни книжевни ракописи како што е Битолскиот октоих, Радомировото евангелие и други. Од овој период се зачувани уникатни пишувани ракописи — манускрипти кои се меѓу највредните артефакти во светските музеи од Петроград, Москва до Лондон. Треба да се спомене, дека покрај кириличната база, од која се шири писменоста низ словенските народи, Македонија била и средиштето на глаголицата — писмо на словенските народи, чија симболика и значење е предмет на проучување на светските јазичари.\nПериодот од турската инвазија до XVIII век е претежно период на книжевни дела создавани и препишувани со црковен јазик, библиски дела, ерминии, црковни календариуми и друго. Од овој период покрај споменатите препишувачки школи, за истакнување е Буковскиот книжевен центар, за кој Марко Цепенков, во своите дела пишува дека бил македонски Хиландар по бројот на книжевни дела и дека во XIX век, грчките освојувачи однеле енормна количина на книжевни дела мерена со товари.\nЕдна од поглавните и позначајните етапи на развојот на македонскиот јазик е за време на преродбата, односно низ текот на XIX век. Овој период е познат како преродбенички, поради големиот број на литературни и национални дејци и напорите на истите за оформувањето на македонскиот стандарден јазик. Меѓу позначајните преродбеници се Крсте Петков Мисирков, Димитрија Чуповски и Ѓорѓија Пулевски кои со своите дела и залагања придонеле во голема мера за развојот на јазикот. Поради недостаток на стандардната македонска азбука, поголем број од македонските преродбеници се служеле со странските соседни азбуки за запишување на мислите, како на пример користење на грчката, српската, бугарската или руската азбука при создавањето на книжевните дела. Реформите во македонската азбука, правопис и граматика од Крсте Петков Мисирков биле едни од најзначајните за македонскиот јазик и неговиот современ развој. Тие биле важни поради тоа што: стандардизацијата на македонскиот јазик во XX век, обезбеди добра основа за понатамошен развој на современата македонска книжевност — период кој најбогат во историјата на самата книжевност. Почетокот на кодифицираниот македонски книжевен јазик започнува од крајот на деветнаесеттиот и почетокот на дваесеттиот век особено со делото „За македонцките работи“ на Крсте Петков Мисирков.\n\nМакедонскиот јазик не бил службено признат до образувањето на македонската држава во рамките на Федеративна Народна Република Југославија во 1946 година. Огромна заслуга за ова ќе има поетот, есеистот и мислителот Коста Рацин што особено со поезијата објавена кон триесеттите години — во збирката песни „Бели мугри“ и есеите, особено за богомилите — ќе го продолжи патот на осамостојувањето и изградувањето на македонскиот книжевен јазик. Неговото творештво било забрането од владата на Југославија пред Втората светска војна. Кон ова треба да се додаде и поетското дело на Коле Неделковски, настанато неколку години подоцна и исто така објавено во странство поради политичките забрани и прогони.\nПо Втората светска војна, Блаже Конески и други, биле задолжени за составување на книжевниот македонски јазик. Благодарение на тестаменталната заоставнина на Крсте Петков Мисирков и Коста Рацин, Блаже Конески, ќе ги објави фундаменталните дела за кодифицирањето на македонскиот книжевен јазик. Поради слободата на пишување на македонски јазик, македонската книжевност во многу кратко време ќе го доживее својот процут. Ако кон ова се додаде богатата традиција останата уште од Св. Климент Охридски, по Втората светска војна во Македонија за кратко време ќе се случи посебен литературен бум. Најпрво, ќе се појави првото поколение на македонски поети: Ацо Шопов, Славко Јаневски, Блаже Конески, Гане Тодоровски, Јаневски, исто така, бил прозаист и автор на првиот македонски роман, „Село зад седумте јасени“. Кон ова треба да се додадат и основоположниците на македонската драматургија, кои пред кодифицирањето на македонскиот литературен јазик ќе пишуваат драмски дела на народен македонски јазик, со кои ќе изиграат голема улога во националното будење на македонскиот народ: Војдан Чернодрински, Васил Иљоски, Ристо Крле. Кон нив достоинствено и со сериозни дела по војната ќе се надоврзат: Коле Чашуле, Томе Арсовски, Миле Неделковски, Горан Стефановски и Дејан Дуковски. Современата македонска книжевност, или книжевноста на македонскиот јазик од завршувањето на Втората светска војна па сè до денес, е еден од најбогатите книжевни периоди во историјата на македонскиот јазик. Овој период е карактеристичен првично со употребата на стандардниот пишан јазик, а што е поважно и забрзаното збогатување на македонскиот книжевен фонд. Од првата генерација македонски писатели како што се Славко Јаневски, Владо Малески, Блаже Конески, Стале Попов, Ацо Шопов, Гане Тодоровски, Ѓорѓи Абаџиев, Иван Точко, итн. па сè до современите Георги Барбаровски, Петре М. Андреевски, Влада Урошевиќ, Богомил Ѓузел, Радован Павловски. Во средната генерација особено се истакнуваат делата на Радован Павловски — „Суша селидба и свадби“, Живко Чинго, со збирките на раскази „Пасквелија“ (1962) и „Нова Пасквелија“ (1965), во кои зборува за контраста на традицијата и новите идеи. Неговиот роман „Големата вода“ ја покажува тагата и големината на детството.\nВо 2016 година, во Македонија работеле 57 библиотеки, а толку изнесувал нивниот број и во 2019 година. Во 2023 година, бројот на библиотеките се намалил на 45, кои имале 52 000 членови.\nПаралелно со збогатувањето на македонскиот книжевен фонд, цврсто се втемелила и книжевната критика, која особено се развила со воспоставувањето на високообразовните институции во слободната македонска држава.\n\nАрхитектура\n\nАрхитектурата има исклучително богата традиција во која се остварени низа значајни архитектонски дела.\nВо археологијата со извонреден квалитет спаѓаат оние во Стоби во Градско, Хераклеја Линкестис во Битола, Лихнид во Охрид и Скупи во Скопје.\nПокрај објектите од Римското Царство: форуми, театри, бањи, вили, забележани се и најстарите христијански базилики особено оние во: Стоби, Хераклеја, Лихннид.\nПодоцна во византиската епоха, се изградени и фрескописани цркви што спаѓаат во светското културно наследство — Св. Софија во Охрид, Богородица Перивлептос, Курбиново, Вељуса. Заедно со други културни споменици, црквите од средниот век од XII и XIII век се познати насекаде низ светот, кои се одликуваат со исклучителна архитектура и уникатни фрески и икони.\nЗа време на Отоманското Царство биле подигнати бројни споменици од богатото исламско градителство — џамии, чаршии, бањи.\nАрхитектурата во Македонија напоредно со ова се изградувала во духот на балканското градителско творештво, особено во градските куќи на живеење, какви што биле во Охрид (Куќата на Робевци), Крушево, Велес. Познатиот светски архитект Ле Корбизје, на пропатување низ Македонија, се вдахнал од овој вид на архитектура, применувајќи нејзини делови во своите ремек-дела и нарекувајќи ги пример за најсоодветна архитектура.\nГрадот Битола, бил првиот македонски град во кој биле вклучени западноевропските градителски искуства со примери на еклетички барок, класицизам, југендстил и елементи на ренесанса.\nСовремената архитектура во Македонија, особено по катастрофалниот земјотрес во Скопје во 1963 година, ја обележуваат градбите од меѓународниот стил, со што, Македонија зазема повидно место во меѓународната светска архитектура особено со објектите: Музејот на современата уметност, Македонската опера и балет, Македонската академија на науките и уметностите, Центарот за култура во Битола и други.\n\nЛиковна уметност\n\nЛиковната уметност во Македонија има богата традиција со извонредни уметнички дела.\nМозаиците од раното христијанство во Хераклеја Линкестис, Охрид, Стоби.\nФрескоживописите во: Св. Ѓорѓи во Курбиново, Богородица Перивлептос во Охрид, дело на зографите Михајло и Евтихие, Нерези итн.\nПрвите почетоци на профаното сликарство се јавуваат кон крајот на деветнаесеттиот и почетокот на дваесеттиот век. Тие се поврзани со економските и социјалните промени во Македонија, а особено со постепеното образување на граѓанската класа и градската средина во истиот тој период. Несомнено, и пробивот на информации, преку допирите со соседните земји и воопшто со Европа, придонеле да се зачнат настојувања за едно поинакво разбирање на уметноста.\nЗародишот на ова се чувствувал во делата на зографите: Димитриј Андонов-Папрадишки (околу 1858 — 1954 г.) Ѓорѓи Зографски (1870 — 1945 г.) кој бил вториот македонски зограф кој настојувал да биде и световен сликар.\nБез оглед на спомнатата извесна поврзаност на нашата прва предвоена генерација со последните зографи, нивното вистинско образование и ликовни концепции се сосем различни од творештвото што непосредно им претходело.\nИако подолго време се мислело дека почетоците на современото ликовно творештво во Македонија почнало околу 1920 година, најновите проучувања, откриваат дека тоа било многу порано — кон крајот на XIX век со творештвото на Александар Ѓаконов, Коста Шкодреану и Владимир Бециќ. Првиот учел во Виена и донел сликарство под влијание на австрискиот стил бидермаер.\nВториот, Шкодреану, доаѓа од Фиренца и исто како и Ѓаконов, во Битола, каде што како академски сликар, кој учел во Рим, донел сликарство кое содржело елементи на венецијанското барокно сликарство.\nВладимир Бециќ, завршил академија во Минхен и неколку години работел во Битола, до 1916 година.\nСоздал поголем број на пејзажи со постимпресионистички стил и актови со рани сезановски елементи, а во Битола ја отворил и првата самостојна академска ликовна изложба во Македонија и пошироко.\nПомеѓу 1920 и 1930 година биле самостојните изложби на Димитар Пандилов Аврамовски и Лазар Личеноски во 1927 година, на Никола Мартиноски и Личеноски во 1929 година.\nПочнувајќи од 1930 година, ликовната уметност во Скопје добила поголем интензитет. Според бројот на самостојните изложби во Скопје и другите места на бивша Југославија, како и надвор од неа, најактивни биле Мартиноски и Личеноски.\nВо континуитет современото македонско сликарство продолжило во творештвото на Вангел Коџоман, Борко Лазески, Димитар Кондовски, Родољуб Анастасов,Васко Ташковски, Вангел Наумовски... Неколку македонски повоени генерации на сликари се во паралела и актуелност со светските ликовни струења за што зборуваат нивните бројни меѓународни награди и изложби.\nВо вајарството освен основоположникот Димо Тодоровски, кој се смета за основач на современата македонска скулптура, извонредни се делата на Петар Хаџи Бошков, Боро Митриќески, Новак Димитровски и Томе Серафимовски.\nМузејот на современа уметност и Уметничката галерија во Даут-пашин амам се сметаат за суштинските галериски институции.\nВо последно време полека се прифатени и влијанијата блиски на новата фигурација, неодадаизмот, поп-артот, фантастиката итн. Во некои остварувања присутен е и обидот за укинување на границите помеѓу традиционалната поделба на сликарството и скулптурата, создавање на композитни пластични објекти, каде што се чувствува средбата меѓу сликарството, вајарството, архитектурата и применетата уметност. Овие стремежи во непосредната пластична постапка, често се манифестирале со амбивалентноста на своите први обиди, со интерференција на разни спротивни настојувања: особено поради свесниот или спонтан обид во поранешната стилска.\n\nФилмска уметност\n\nИсторијата на филмското творештво во Македонија е старо околу 110 години. Првиот филм бил снимен во 1895 година од страна на браќата Јанаки и Милтон Манаки, во Битола, со што започнала богата филмска традиција во регионот, која продолжува и денес.\nВо изминатиот век, медиумот на филмот ја отсликувал историјата, културата и секојдневниот живот на македонскиот народ. Со текот на годините, многу македонски филмови биле претставени на филмски фестивали ширум светот, а неколку од овие филмови добиле угледни награди. Најпознат македонски кинорежисер е Милчо Манчевски, чиј дебитантски филм „Пред дождот“ бил предложен за Оскар, а бил добитник на Златниот лав, на фестивалот во Венеција.\nПрвиот македонски игран филм е „Фросина“, снимен во 1952 година. Сценариото го напишал Владо Малески, кој ги напишал стиховите за македонската химна. Еден од поистакнатите филмови од тоа време е и првиот игран филм во боја „Мис Стон“. Покрај Милчо Манчевски, други истакнати македонски кинорежисери се Бранко Гапо, Кирил Ценевски, Димитрие Османли.\nВо 2023 година, во Македонија имало 18 кина. Во нив биле прикажани вкупно 13 526 филмски претстави кои ги посетиле 389 000 гледачи.\n\nМузика\n\nМакедонија има исклучително богато музичко наследство.\nЕден од најзначајните композитори на византиското музичко творештво бил композиторот Јован Кукузел, од Дебар.\nСтудиите на Сотир Гулабовски, „Октоехос“ во врска со традицијата на македонските духовни и црковни хорски химни се значаен придонес за македонската и балканската културна историја.\nПо првата генерација современи македонски класични композитори:Трајко Прокопиев, Тодор Скаловски, Стефан Гајдов, Петре Богданов Кочко и Живко Фирфов доаѓаат композиторите Кирил Македонски, ( првата македонска опера), Глигор Смокварски, Властимир Николовски, Тома Прошев, Томислав Зографски, Михајло Николовски, Љубомир Бранѓолица, Стојан Стојков, Ристо Аврамовски, Томе Манчев, Димитрије Бужаровски Гоце Коларовски .\nМакедонската филхармонија била основана во 1944 година во Народна Република Македонија, и била најстарата културна институција во областа на музиката.\nВо текот на 1950 година, бил основан првиот Македонски балет, од Глигор Смокварски и операта „Гоце“ од Ќирил Македонски.\nПериодот по нив, донел еден вид на ренесанса на македонската музика, фокусирана на иновациите и оригиналните творечки мечти.\nПоистакнати оперски пејачи од овој период биле: Данка Фирфова, Павлина Апостолова, Георги Божиков и Зина Креља. Во овој период се истакнувал и пијанистот Ладислав Палфи.\n\nТеатар\n\nВо 2019 година, во Македонија имало 13 професионални театри, а нивниот борј се зголемил на 20 во 2023 година. Притоа, во сезоната 2022/2023, во професионалните театри биле изведени 1 009 претстави кои ги посетиле 183 000 посетители.\nВо последните педесет години во Прилеп се одржува традиционален фестивал на македонски професионални театри во чест на Војдан Чернодрински, основачот на современиот македонски театар. Покрај нив постојат уште неколку меѓународни театарски фестивали: МОТ, во Скопје, фестивалот на комедијата во Куманово, фестивалот на монодрамата во Битола и други. Секоја година во Кочани се одржува фестивал на аматерски и експериментални театарски претстави.\nВо македонскиот театар голем е списокот на надарени глумци, режисери, драмски писатели, сценографи, костимографи, композитори: Љубиша Георгиевски, Александар Ѓурчинов, Петре Прличко, Илија Милчин, Благоја Марковски, Владимир Милчин, Кирил Ќортошев, Илија Џувалековски, Тодор Николовски, Мери Бошкова, Слободан Унковски, Владо Цветановски, Коле Ангеловски...\n\nСтопанство\n\nМакедонија по стекнувањето на својата независност од СФРЈ излегува како нејзина најсиромашна република. Во април 1992 година, Македонија прогласила монетарна самостојност, преку воведување сопствена парична единица — македонскиот денар. Во првата половина на 1990-тите, македонската економија се наоѓала во длабока рецесија, предизвикана од бројни причини: распадот на заедничкиот пазар, војните во поранешна Југославија, грчката блокада, санкциите кон СР Југославија, начинот на спроведување на процесот на приватизација на претпријатијата, тешкотиите во банкарскиот сектор и многу други. Од 1996 г., економијата полека почнува да забележува раст, но тоа повторно се прекинува со Војната во Косово од 1999 и Домашниот етнички конфликт од 2001. Денес, Македонија сѐ уште го нема достигнато ни нивото на развиеност од осамостојувањето 1991 (највисокото ниво воопшто го има достигнато во 1987).\nСпоред класификацијата на Светската банка, Македонија спаѓа во земјите со повисок среден доход (upper middle income). Македонија е посттранзициска економија, со голем број сѐ уште нерешени преодни проблеми. Невработеноста е најголем проблем, 38 % (2005). Корупцијата е системска појава. Неефикасното судство исто така негативно се одразува врз економијата. Нивото на домашни и странски инвестиции е ниско. Пазарното стопанство го нарушуваат неколку монополи. Сивата економија е широко распространета и има проценки дека претставува од 20 % до 40 % од економската активност. Од друга страна макроекономските показатели веќе подолго време се добри, т.е. од средината на 1990-тите се одржува ниска, едноцифрена стапка на инфлација и низок буџетски дефицит. Исто така, Македонија е релативно малку задолжена земја. Државата располага со средностручна, но евтина работна сила. Инфраструктурата е во односна добра состојба, но сепак, потребни се дополнителни инвестиции во оваа област (пред сѐ во транспортно-комуникациско поврзување исток-запад). Македонија е членка на Светската трговска организација и има отворена економија, високоинтегрирана во меѓународната трговска размена (во 2005 г., вкупната размена со странство изнесуваше 79,5 % во БДП).\n\nОсновни економски показатели\nНационална валута — Македонски денар (MKD)\nУслуги 63,4 % од БДП\nРаст на индустриско производство — 3,1 % (2014)\nНевработеност — 27,3 % (2015)\nБуџет (2014) фискална година = календарска година\nПриходи — 3,272 милијарди $\nРасходи — 3,687 милијарди $\nДефицит — 4,1 % (2014)\nЈавен долг (% од БДП) — 34 % (2014)\nНадворешен долг — 7,461 милијарди $ (2014)\nДевизни резерви — 2,265 милијарди $ (2007)\nУвоз — 6,091 милијарди $ (2014) Германија 32,7 %, Косово 12,5 %, Грција 4,2 %, Србија 5,6 %, Бугарија 6,1 %, Италија 6,3 % (2013)\nИзвоз — 3,421 милијарди $ (2014) Србија 9,8 %, Германија 12,5 %, Грција 16,8 %, Италија 10,1 %, Бугарија 7,8 %, Британија 11,3 %, Белгија 5 %, Словенија 5 % (2013)\nТрговски дефицит — 2,670 милијарди $ (2014)\n\nСтопанство\n\nЕнергeтски сектор\nЕлектрична енергија — производство: 5.676 милијарди кWh (2013 година)\nЕлектрична енергија — производство по ресурси:\nФосилно горива: 66,4 %\nХидроелектрани: 33,2 %\nДруг вид: 1 % (2006 година)\nЕлектрична енергија — потрошувачка: 6.869 милијарда кWh (2013 година)\nБензин — потрошувачка: 16.670 bbl/ден (2013 година)\nОколу 80 % од потребната енергија се обезбедува со домашно производство, од термоцентралите и хидроцентралите.\nЕлектростопанство на Македонија (ЕСМ) е самостојно јавно претпријатие одговорно за производство, пренос и дистрибуција на електричната енергија.\nЕСМ е во фаза на реструктурирање и пред приватизација.\nВкупните производни капацитети на ЕСМ (Електростопанство на Македонија) се состојат од околу 1500 mW од кои околу 1/3 се сместени во хидроцентралите, било да се тоа големи или мали централи, додека останатите 2/3 од капацитетите се во термоцентралите.\nРЕК Битола со своите 3 х 225 MW претставува најголем и висококонцентриран извор на електрична енергија во државата.\nГлавната преносна мрежа се состои од 400 kV, 220 kV и 110 kV водови низ целата земја.\nДистрибуцијата на енергијата се остварува преку 28 засебни целини (подружници), од кои „Електродистрибуција Скопје\" има преовладувачко место со речиси 33 % од целокупната потрошувачка на електрична енергија во Македонија.\nСкопје е поврзано со Солун со нафтовод.\n\nИнфраструктура\n\nСообраќај\nЖелезница: 699 км од кои 233 км се електрифицирани (1,435 м стандард) 56 км кон Бугарија се во изградба (од 1999)\nПатишта: 9.573 км (вкупно) (2002) 192 км автопат и уште 47 км автопат во изградба (2003)\nАеродроми: 17 (2002)\nГасовод: 268 км (2004)\nНафтовод: 120 км (2004)\n\nПатен сообраќај\nМоменталната вкупна должина на патната мрежа во Македонија изнесува 10.600 км:\n\n6.830 км или 64,5 % од неа се локални патишта\n2.820 км или 26,5 % се регионални патишта, а\n950 км или 9 % се автопатишта.\nДолжината на модерните патишта е 5.100 км.\nНајзначаен автопат е меѓународниот автопат E-75. Започнува во Остенд — Белгија, поминува преку Брисел — Нирнберг, Виена — Будимпешта — Белград — Солун до Атина во Грција. Вкупната должина во Македонија изнесува 201 км. Поминува низ централниот дел на земјата, по должината на реката Вардар, и претставува главна артерија на патната мрежа на земјата.\n\nЖелезнички сообраќај\nДолжината на постоечките железнички линии е 920 км, со 168 железнички станици.\nСо соседите е поврзана по железнички пат со Грција и Србија, додека пак во тек е изградба на пруга кон Бугарија од 1999.\nЖелезничкиот сообраќај во Македонија е во целосна надлежност на Македонски железници\n\nВоздушен сообраќај\nВо Македонија има два меѓународни аеродрома, во Охрид и во Скопје, со неколку меѓународни врски.\nИсто така има домашни и рекреативни центри за авијација во Битола, Штип, Куманово, Скопје и Прилеп\nМеѓународен аеродром Скопје го користат 90 % од патниците, а аеродромот „Св. Апостол Павле“ во Охрид го користат 10 % од патниците.\n\nТелекомуникации\nНапомена: Прикажани се застарени информации. Треба да се подноват.\nТелекомуникациски оператори: 3 (98 % дигитализација) Македонски Телеком, ОNE, VIP\nТелефонски линии во употреба: 498.910 (2007 година)\nМобилни оператори: 3 („Т-Мобиле Македонија“, „ONE“ и „Vip“).\nТелефони-мобилни: 1.261 милиони\nИнтернет корисници: 392,671\nДостапни интернет услуги:\n— Dial-up пристап преку PSTN со брзина од 56кb/s\n— Пристап преку ISDN мрежа со 64 kb/s или 128kb/s\n— Пристап преку pre-paid картичка\n— Пристап преку изнајмени линии\n— Широкопојасен пристап преку АДСЛ и кабелски интернет\n— Оптички пристап\n\nПолитика\n\nПолитички систем\nВо 2016 година, во Македонија биле регистрирани 58 политички партии, т.е. една партија на 33.000 жители. Претходно, бројот на партии бил далеку поголем: во 2009 година имало 99 партии, а во 2005 година дури 150 партии биле зеведени во судскиот регистер.\n\nОдноси со ЕУ\n\nМакедонија во моментов има Статус на Кандидат за земја членка на Европската Унија. Хронологијата на односите помеѓу Македонија и ЕУ, датира уште од 1992 година кога првиот претставник на Република Македонија е назначен во Брисел. Во моментов Македонија исчекува да отпочне преговори за полноправно членство во ЕУ.\n\nЕвроатлански асоцијации\nИсто така на Македонија и е ветено членството во НАТО веднаш по разрешувањето на спорот околу уставното име што државата го има со Република Грција.\n\nСпор за уставното име на Македонија\n\nПоради притисоците од Република Грција (политички, економски, културни, ...), во 1993 година, државата била примена во Обединетите Нации под привремената референца Поранешна Југословенска Република Македонија, иако била признаена под нејзиното уставно име од 133 земји меѓу кои и постојаните членки на Советот за безбедност: Соединетите Американски Држави, Кина, Русија, Обединетото Кралство; членките на ЕУ: Шведска, Австрија, Ирска, Луксембург, Словачка, Естонија, Чешка Република, Унгарија, Литванија, Романија, и Бугарија; сите поранешни југословенски републики: Хрватска, Босна и Херцеговина, Црна Гора, Србија и Словенија; други земји кои ја признале Македонија под уставното име се: Турција, Индија, Канада, Швајцарија, Индонезија, Аргентина, Израел, Бразил, Саудиска Арабија, Иран, Украина итн. Во 2018 година, Македонската влада, предводена од претседателот Зоран Заев, по преговорите со грчката влада, предводена од претседателот Алексис Ципрас, се договориле името на државата за внатрешна и надворешна употреба да биде „Северна Македонија“. Новото име стапило во службена употреба на 11 февруари 2019 година.\n\nМакедонија како тема во уметноста и во популарната култура\n„Македонија е наша заедничка мајка“ — расказ на македонската писателка Христина Аслимоска од 2005 година.\n„Земја како пеперуга“ — песна на македонскиот поет Јозо Т. Бошковски од 1981 година.\n„Гнојниот остров Македон“ — краток расказ на македонскиот писател Пандалф Вулкански.\n„Македонија“ — песна на македонската поетеса Јованка Денкова.\n„Чудна е Македонија“ — поема на македонскиот поет Венко Марковски од 1940 година.\n„Сè е возможно (Царство Македонија): сурова еуфорија во пет сцени“ — драмски текст на македонскиот писател Дејан Мирчески од 2012 година.\n„Глас од Македонија“ — песна на македонскиот поет Коле Неделковски.\n„Македонија“ — поетски циклус на македонскиот поет Анте Поповски од 1958 година.\n„Македонија“ — поетски циклус на македонскиот поет Анте Поповски од 1964 година.\n„На македонските пазари“ — песна на Анте Поповски.\n„Патувајќи со Фенг по Македонија“ — песна на Анте Поповски.\n„ФИРОМ реквием“ — музички албум на Александар Пејовски од 2014 година.\n„За Македонија“ — песна на македонската група „ПМГ Колектив“ од 2011 година.\n„Македонија“ — песна на југословенската рок-група „Тајм“ (Time) од 1973 година.\n\nГалерија\n\nПоврзано\n\nМакедонија (регион)\nЕгејска Македонија\nПиринска Македонија\nСпор за името помеѓу Македонија и Грција\nСтатистички региони во Македонија\nОпштини во Македонија\nКрушевска Република\n\nНаводи\n\nНадворешни врски\n\nВлада\nОфицијална страна на Владата на Македонија Архивирано на 11 април 2011 г.\nСобрание на Македонија\nПретседател на Македонија Архивирано на 22 мај 2016 г.\n\nИсторија\nМакедонска историја (македонски)\n\nТуризам\n360° Визуелен водич низ Македонија\nСлики и информации за Македонија Архивирано на 28 април 2009 г. — веб-страница од Станислав Пигоњ.\nMacedonia-Timeless — туристички портал (македонски) (англиски)\nExploring Macedonia — туристички портал (македонски) (англиски)\ntravel2macedonia Архивирано на 3 февруари 2020 г., туристички портал. (англиски)\n\"State\" — репортажа за Македонија\nI-list, Macedonia, профил на CNN.",
        "categories": [
            "CS1-грешки: спротивставеност помеѓу URL и викиврска",
            "Pages using gadget WikiMiniAtlas",
            "Википедија:Статии со нормативна контрола (BNF)",
            "Википедија:Статии со нормативна контрола (GND)",
            "Википедија:Статии со нормативна контрола (ISNI)",
            "Википедија:Статии со нормативна контрола (LCCN)",
            "Википедија:Статии со нормативна контрола (NLA)",
            "Википедија:Статии со нормативна контрола (VIAF)",
            "Држави во Европа",
            "Држави на Балканскиот Полуостров",
            "Македонија",
            "Републики",
            "Сите статии со мртви надворешни врски",
            "Статии со заглавни предлошки што водат до непостоечки страници",
            "Статии со извори на англиски (en)",
            "Страници со небројчени аргументи за форматирање на бројки"
        ],
        "page_id": 1135,
        "scraped_at": "2026-01-17T01:40:08.899352"
    }
]